/*28/9/2018*/
"_grp.Accomodation" = "住宿";
"_grp.BankATM" = "Bank & ATMs";
"_grp.Emergency" = "緊急事件";
"_grp.Food_and_Drink" = "Eating & Drinking";
"_grp.Guides" = "城市導覽";
"_grp.Parking" = "停車場";
"_grp.Petrol_Station" = "加油站";
"_grp.Services_and_Education" = "Services & Education";
"_grp.Shopping" = "購物";
"_grp.Social_Life" = "Entertainment & Social life";
"_grp.Sport" = "運動";
"_grp.Tourism" = "觀光景點";
"_grp.Transportation" = "大眾運輸";
"_grp.Vehicle_Services" = "車輛服務";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Exit (FROM HIGHWAY)";
"feet" = "英呎";
"route.instructionsText.continueAlong" = "請跟著此路線";

/* feet short */
"ft" = "呎";

/* timeHourShort */
"h" = "時";
"kilometers" = "kilometers";
"Limit" = "Limit";
"meters" = "meters";

/* miles short */
"mi" = "英里";
"miles" = "英里";

/* timeMinuteMidi */
"min" = "分鐘";
"native.fuelprices.poidetailTitle" = "燃料價格";
"poiCategory.select" = "Nearby places";
"native.navigation.resumeBtn" = "繼續";

/* timeSecondShort */
"sec" = "秒";
"yards" = "碼";

/* yards short */
"yd" = "碼";

"detail.action.directionToHere" = "取得路線";
"detail.action.addVia" = "新增航點";
"detail.action.addToFavorite" = "收藏";
"detail.action.copyGps" = "GPS 座標";
"detail.action.removeFavorite" = "從我的最愛中移除";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "Share position";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "電子郵件";
"detail.contact.phone" = "電話";
"detail.contact.url" = "網址";
"routeCompute.action.demonstrate" = "示範";
"routeCompute.action.navigate" = "開始";
"routeCompute.etaArrival" = "抵達";
"routeCompute.fastest" = "最快路線";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "with delay";
"routeCompute.button.options" = "選項";
"routeCompute.waypointInfo.from" = "從";
"routeCompute.waypointInfo.to" = "到";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "經由";
"routeActionMain.cancel" = "取消路線";
"routeCompute.action.continue" = "繼續";
"routeCompute.options.title" = "路線選項";
"routeCompute.options.AvoidCountry" = "避免此國家/地區";
"avoid.unpaved" = "未鋪砌道路";
"avoid.specialArea" = "交通擁擠稅";
"avoid.ferries" = "渡輪";
"avoid.highways" = "高速公路";
"avoid.tollroads" = "收費公路";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "設定工作位置";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "工作";
"homeCell.title" = "住家";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Add places for easy access";
"favorites.place.deleteAction" = "刪除";
"favorites.place.headerTitle" = "Places & Routes";
"favorites.button.done" = "完成";
"favorites.segment.contacts" = "聯絡";
"favorites.segment.trips" = "Trips";
"favorites.segment.places" = "地方";
"favorites.title" = "收藏夾";
"favorites.addAlert.add" = "加";
"native.compute.decideToCompute" = "Are you still heading to %@?";
"routeActionMain.preview" = "Preview route";
"routeCompute.traffic.withoutInfo" = "No traffic info";
"search.work.title" = "Search work address";
"search.home.title" = "Search home address";
"alert.hideHomeWork.hideHomeTitle" = "Hide home";
"alert.hideHomeWork.hideWorkTitle" = "Hide work";
"alert.hideHomeWork.setHomeMessage" = "You can always set your Home address in Favourites";
"alert.hideHomeWork.setWorkMessage" = "You can always set your Work address in Favourites";
"alert.hideHomeWork.hide" = "Hide";
"action.control.scout.static" = "Faster route found";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "New arrival %@";
"action.control.scout.fasterRouteFound" = "Faster route found";
"action.control.scout.preview" = "預覽";
"action.control.scout.route.set" = "設定捷徑";
"routeCompute.action.loading" = "開始";
"country.AL" = "阿爾巴尼亞";
"country.AD" = "安道爾";
"country.AU" = "澳洲";
"country.AT" = "奥地利";
"country.BY" = "白俄羅斯";
"country.BE" = "比利時";
"country.BA" = "波斯尼亞和赫塞哥維那";
"country.BG" = "保加利亞";
"country.CA" = "加拿大";
"country.HR" = "克羅地亞";
"country.CZ" = "捷克";
"country.DK" = "丹麥";
"country.EE" = "愛沙尼亞";
"country.FO" = "法羅群島";
"country.FI" = "芬蘭";
"country.FR" = "法國";
"country.DE" = "德國";
"country.GI" = "直布羅陀";
"country.GR" = "希腊";
"country.GL" = "格陵蘭";
"country.VA" = "梵諦岡";
"country.HU" = "匈牙利";
"country.IS" = "冰島";
"country.IE" = "愛爾蘭";
"country.IL" = "以色列";
"country.IT" = "義大利";
"country.JP" = "日本";
"country.KP" = "北韓";
"country.KR" = "韓國";
"country.KW" = "科威特";
"country.LV" = "拉脱維亞";
"country.LI" = "列支敦斯堡";
"country.LT" = "立陶宛";
"country.LU" = "盧森堡";
"country.MK" = "馬其頓";
"country.MT" = "馬耳他";
"country.MD" = "摩爾多瓦";
"country.MC" = "摩納哥";
"country.MS" = "蒙瑟拉特島";
"country.NL" = "荷蘭";
"country.AN" = "荷屬安地列斯";
"country.NZ" = "紐西蘭";
"country.NF" = "諾福克群島";
"country.NO" = "挪威";
"country.PL" = "波蘭";
"country.PT" = "葡萄牙";
"country.RO" = "羅馬尼亞";
"country.RU" = "俄羅斯";
"country.SM" = "聖馬利諾";
"country.SG" = "新加坡";
"country.SK" = "斯洛伐克";
"country.SI" = "斯洛維尼亞";
"country.ZA" = "南非";
"country.ES" = "西班牙";
"country.SE" = "瑞典";
"country.CH" = "瑞士";
"country.TW" = "台灣";
"country.TH" = "泰國";
"country.TR" = "土耳其";
"country.UA" = "烏克蘭";
"country.GB" = "英國";
"country.US" = "美國";
"country.VN" = "越南";
"country.RS" = "塞爾維亞";
"country.ME" = "芒特尼格羅共和國";
"country.AE" = "阿拉伯聯合大公國";
"country.OM" = "阿曼";
"country.SA" = "沙烏地阿拉伯";
"country.EG" = "埃及";
"country.PR" = "波多黎各";
"country.VI" = "維京群島";
"country.RA" = "阿根廷";
"country.BH" = "巴林";
"country.BR" = "巴西";
"country.HK" = "香港";
"country.ID" = "印尼";
"country.IN" = "印度";
"country.IM" = "馬恩島";
"country.MO" = "澳門";
"country.MX" = "墨西哥";
"country.MY" = "馬來西亞";
"country.QA" = "卡達";
"country.AW" = "阿魯巴";
"country.AF" = "阿富汗";
"country.AO" = "安哥拉";
"country.AI" = "安圭拉";
"country.AX" = "亞蘭群島";
"country.AM" = "亞美尼亞";
"country.AQ" = "南極洲";
"country.AS" = "美屬薩摩亞";
"country.TF" = "法屬南部地區";
"country.AG" = "安提瓜 (全名安提瓜與巴布達）";
"country.AZ" = "阿塞拜疆";
"country.BI" = "布隆迪";
"country.BJ" = "貝寧";
"country.BF" = "布基納法索";
"country.BD" = "孟加拉";
"country.BS" = "巴哈馬";
"country.BL" = "聖巴托洛繆島";
"country.BZ" = "伯利茲";
"country.BM" = "百慕達";
"country.BO" = "玻利維亞";
"country.BB" = "巴巴多斯";
"country.BN" = "汶萊";
"country.BT" = "不丹";
"country.BV" = "鮑威特島";
"country.BW" = "波紮那";
"country.CF" = "中非";
"country.CC" = "可可斯群島";
"country.CL" = "智利";
"country.CI" = "象牙海岸 （科特迪瓦)";
"country.CM" = "喀麥隆";
"country.CD" = "剛果（全名剛果民主共和國）";
"country.CG" = "剛果 （全名剛果共和國）";
"country.CK" = "科克群島";
"country.CO" = "哥倫比亞";
"country.KM" = "科摩羅";
"country.CV" = "佛得角";
"country.CR" = "哥斯達黎加";
"country.CU" = "古巴";
"country.CX" = "聖誕島";
"country.KY" = "開曼群島";
"country.DJ" = "吉布提";
"country.DM" = "多明尼加";
"country.DO" = "多明尼加（全名多明尼加共和國）";
"country.DZ" = "阿爾及利亞";
"country.EC" = "厄瓜多爾";
"country.ER" = "厄利特利亞";
"country.EH" = "西撒哈拉";
"country.ET" = "埃塞俄比亞";
"country.FJ" = "斐濟";
"country.FK" = "福克蘭群島";
"country.FM" = "密克羅尼西亞";
"country.GA" = "加蓬";
"country.GE" = "喬治亞州";
"country.GG" = "根西島";
"country.GH" = "加納";
"country.GN" = "畿內亞";
"country.GP" = "瓜德魯普";
"country.GM" = "岡比亞";
"country.GW" = "畿內亞比紹";
"country.GQ" = "赤道畿內亞";
"country.GD" = "格林納達";
"country.GT" = "危地馬拉";
"country.GF" = "法屬圭亞那";
"country.GU" = "關島";
"country.GY" = "圭亞那";
"country.HM" = "赫德及麥當奴群島";
"country.HN" = "洪都拉斯";
"country.HT" = "海地";
"country.IO" = "英屬印度洋地區";
"country.IR" = "伊朗";
"country.IQ" = "伊拉克";
"country.JM" = "牙買加";
"country.JE" = "澤西";
"country.JO" = "約旦";
"country.KZ" = "哈薩克";
"country.KG" = "吉爾吉斯";
"country.KH" = "柬埔寨";
"country.KI" = "基里巴斯";
"country.KN" = "聖基茨島及尼維斯島";
"country.LA" = "老撾；寮國";
"country.LB" = "黎巴嫩";
"country.LR" = "利比里亞";
"country.LY" = "利比亞";
"country.LC" = "聖盧西亞 ；聖路西亞";
"country.LK" = "斯里蘭卡";
"country.LS" = "賴索托";
"country.MF" = "法屬聖馬田";
"country.MA" = "摩洛哥";
"country.MG" = "馬達加斯加";
"country.MV" = "馬爾代夫";
"country.MH" = "馬紹爾群島";
"country.ML" = "馬里";
"country.MM" = "緬甸";
"country.MN" = "蒙古；外蒙古；外蒙";
"country.MP" = "北馬里亞納群島";
"country.MZ" = "莫三比克";
"country.MR" = "毛里塔尼亞";
"country.MQ" = "馬丁尼克";
"country.MU" = "毛里裘斯";
"country.MW" = "馬拉維";
"country.YT" = "美亞特";
"country.NA" = "納米比亞";
"country.NC" = "新喀里多尼亞";
"country.NE" = "尼日爾";
"country.NG" = "奈及利亞";
"country.NI" = "尼加拉瓜";
"country.NU" = "紐埃";
"country.NP" = "尼泊爾";
"country.NR" = "瑙魯";
"country.PK" = "巴基斯坦";
"country.PA" = "巴拿馬";
"country.PN" = "皮特凱恩島";
"country.PE" = "秘魯";
"country.PH" = "菲律賓";
"country.PW" = "帛琉";
"country.PG" = "巴布亞新畿內亞";
"country.PY" = "巴拉圭";
"country.PS" = "巴勒斯坦";
"country.PF" = "法屬玻里尼西亞";
"country.RE" = "留尼旺";
"country.RW" = "盧旺達";
"country.SD" = "蘇丹";
"country.SN" = "塞內加爾";
"country.GS" = "南喬治亞及南三文治群島";
"country.SH" = "聖海倫娜島";
"country.SJ" = "斯瓦巴及尖棉島";
"country.SB" = "所羅門群島";
"country.SL" = "塞拉利昂";
"country.SV" = "薩爾瓦多";
"country.SO" = "索馬里";
"country.PM" = "聖皮埃蘭及密克隆群島；聖庇亞及密克隆群島";
"country.ST" = "聖多美及普林西比";
"country.SR" = "蘇里南";
"country.SZ" = "史瓦濟蘭";
"country.SC" = "塞舌爾";
"country.SY" = "敘利亞";
"country.TC" = "土克斯及開科斯群島";
"country.TD" = "乍得";
"country.TG" = "多哥";
"country.TJ" = "塔吉克";
"country.TK" = "托克勞";
"country.TM" = "土庫曼";
"country.TL" = "東帝汶";
"country.TO" = "東加";
"country.TT" = "千里達與多巴哥";
"country.TN" = "突尼西亞";
"country.TV" = "圖瓦魯";
"country.TZ" = "坦桑尼亞";
"country.UM" = "美國邊疆小島";
"country.UY" = "烏拉圭";
"country.UZ" = "烏茲別克";
"country.VC" = "聖文森及格瑞那丁";
"country.VE" = "委内瑞拉";
"country.VG" = "英屬處女群島";
"country.VU" = "萬那杜；瓦努阿圖";
"country.WF" = "沃里斯與伏塔那島";
"country.WS" = "薩摩亞";
"country.YE" = "也門";
"country.ZM" = "尚比亞；贊比亞";
"country.ZW" = "辛巴威";
"country.US-AL" = "阿拉巴馬州";
"country.US-AK" = "阿拉斯加";
"country.US-AZ" = "亞利桑納";
"country.US-AR" = "阿肯色斯州";
"country.US-CA" = "加州";
"country.US-CO" = "科羅拉多州";
"country.US-CT" = "康乃狄克州";
"country.US-DE" = "德拉威州";
"country.US-DC" = "哥倫比亞持區";
"country.US-FL" = "佛羅里達州";
"country.US-GA" = "喬治亞州";
"country.US-HI" = "夏威夷";
"country.US-ID" = "愛達荷州";
"country.US-IL" = "伊利諾州";
"country.US-IN" = "印第安那州";
"country.US-IA" = "愛荷華州";
"country.US-KS" = "堪薩斯州";
"country.US-KY" = "肯德基州";
"country.US-LA" = "路易斯安那州";
"country.US-ME" = "緬因州";
"country.US-MD" = "馬里蘭州";
"country.US-MA" = "麻州";
"country.US-MI" = "密西根州";
"country.US-MN" = "明尼蘇達州";
"country.US-MS" = "密西西比州";
"country.US-MO" = "密蘇里州";
"country.US-MT" = "蒙大拿州";
"country.US-NE" = "內布拉斯州";
"country.US-NV" = "內華達州";
"country.US-NH" = "新罕普什爾州";
"country.US-NJ" = "紐澤西州";
"country.US-NM" = "新墨西哥州";
"country.US-NY" = "紐約州";
"country.US-NC" = "北卡羅萊納州";
"country.US-ND" = "北達科他州";
"country.US-OH" = "俄亥俄州";
"country.US-OK" = "奧克拉荷馬州";
"country.US-OR" = "奧勒岡州";
"country.US-PA" = "賓州";
"country.US-RI" = "羅德島州";
"country.US-SC" = "南卡羅萊納州";
"country.US-SD" = "南達科他州";
"country.US-TN" = "田納西州";
"country.US-TX" = "德州";
"country.US-UT" = "猶他州";
"country.US-VT" = "佛蒙特州";
"country.US-VA" = "維吉尼亞州";
"country.US-WA" = "華盛頓州";
"country.US-WV" = "西維吉尼亞州";
"country.US-WI" = "威斯康辛州";
"country.US-WY" = "懷俄明州";
"country.CA-AB" = "亞伯達省";
"country.CA-BC" = "卑詩省";
"country.CA-MB" = "曼尼托巴省";
"country.CA-NB" = "新伯倫瑞克省";
"country.CA-NL" = "Newfoundland and Labrador";
"country.CA-NS" = "新斯科細亞省";
"country.CA-NT" = "Northwest Territories";
"country.CA-NU" = "努勒維特地區";
"country.CA-ON" = "安大略省";
"country.CA-PE" = "愛德華王子島";
"country.CA-QC" = "魁北克省";
"country.CA-SK" = "薩克斯其萬省";
"country.CA-YT" = "育空地區";
"country.IN-LD" = "拉克沙群島";
"country.GB-NIR" = "北愛爾蘭";
"country.GB-SCT" = "蘇格蘭";
"country.GB-WLS" = "威爾斯";
"country.GB-CHA" = "海峽群島";
"N" = "北";
"S" = "南";
"W" = "西";
"E" = "東";
"routeplaning.actionButton.title" = "完成";
"com.sygic.addWaypoint.placeholder" = "新增航點";
"detail.action.selectPoi" = "選擇";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "My position";
"placeholder.password" = "密碼";
"placeholder.email" = "電子郵件";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "預覽";
"detail.action.shareGps" = "Share GPS coordinates";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "要到達你的目的地，部分公路一定要保留在路線。";
"message.avoid.specialArea.unable" = "很抱歉，無法避免行車路線上的交通擁擠稅。";
"message.avoid.tollRoads.unable" = "無法避開所有收費道路。一些收費道路會留在預定路線中。";
"message.avoid.ferries.unable" = "要到達您的目的地，路線中必須保留部分輪渡。";
"message.avoid.unpavedRoads.unable" = "為抵達您的目的地，路線須包含某些非鋪設道路。";
